#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
########################################################################
# Copyright notice
#
# (c) 2005-2009 RSSOwl Development Team.
# http://www.rssowl.org/
#
# All Rights Reserved.
#
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
#
########################################################################

CleanProfilePage_CAUTION = \u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435

CleanProfilePage_CAUTION_TEXT_RESTORE = \u0414\u043E\u043A \u0443\u043F\u0438\u0441\u0438 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u043C\u043E\u0433\u0443 \u0434\u0430 \u0441\u0435 \u0432\u0440\u0430\u0442\u0435, \u0441\u0432\u0435 \u0440\u0430\u043D\u0438\u0458\u0435 \u043F\u0440\u0435\u0443\u0437\u0435\u0442\u0435 \u0432\u0435\u0441\u0442\u0438 \u0441\u0443 \u0438\u0437\u0433\u0443\u0431\u0459\u0435\u043D\u0435. \u041F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0443\u0458\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0435 \u0458\u0435\u0434\u043D\u043E\u043C \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0443\u0458\u0435 RSSOwl \u0431\u0435\u0437 \u0432\u0440\u0430\u045B\u0430\u045A\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0435 \u043A\u043E\u043F\u0438\u0458\u0435 \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u0432\u0438\u0434\u0435\u043B\u0438 \u0434\u0430 \u043B\u0438 \u0441\u0435 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u043E\u043D\u043E\u0432\u0438.

CleanProfilePage_CAUTION_TEXT_START_OVER = \u041F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0430 \u043F\u0440\u0435\u043A\u043E \u0441\u0432\u0435\u0436\u0435\u0433 \u043F\u0440\u043E\u0444\u0438\u043B\u0430, \u0441\u0432\u0438 \u0443\u043F\u0438\u0441\u0438, \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0438 \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u043E \u043F\u0440\u0435\u0443\u0437\u0435\u0442\u0435 \u0432\u0435\u0441\u0442\u0438 \u0441\u0443 \u0438\u0437\u0433\u0443\u0431\u0459\u0435\u043D\u0438. \u041F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0443\u0458\u0435 \u0441\u0435 \u0434\u0430 \u0441\u0435 \u0458\u0435\u0434\u043D\u043E\u043C \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0443\u0458\u0435 RSSOwl \u0434\u0430 \u0431\u0438\u0441\u0442\u0435 \u0432\u0438\u0434\u0435\u043B\u0438 \u0434\u0430 \u043B\u0438 \u0441\u0435 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u043E\u043D\u043E\u0432\u0438.

CleanProfilePage_CLEAN_TEXT_OK = \u041F\u043E\u0447\u043D\u0438\u0442\u0435 \u0441\u0430 \u043D\u043E\u0432\u0438\u043C \u0438 \u043F\u0440\u0430\u0437\u043D\u0438\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u043E\u043C.

CleanProfilePage_CLEAN_TEXT_OPML_OK = \u0412\u0440\u0430\u0442\u0438\u0442\u0438 \u0443\u043F\u0438\u0441\u0435 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0443 \u043D\u043E\u0432\u043E\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u0443.

CleanProfilePage_CONFIRM_TEXT = \u0427\u0438\u0442\u0430\u043E \u0441\u0430\u043C \u0438 \u0440\u0430\u0437\u0443\u043C\u0435\u043E \u0441\u0430\u043C \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u045A\u0435

CleanProfilePage_NO_BACKUPS = RSSOwl \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043D\u0430\u0452\u0435 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0443 \u043A\u043E\u043F\u0438\u0458\u0443 \u0443 \u0412\u0430\u0448\u0435\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u0443. \u0410\u043A\u043E \u043F\u043E\u043D\u043E\u0432\u043D\u043E \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0435 \u043D\u0435 \u043F\u043E\u043C\u0430\u0436\u0435, RSSOwl \u043C\u043E\u0436\u0435 \u0434\u0430 \u043A\u0440\u0435\u0438\u0440\u0430 \u043D\u043E\u0432 \u043F\u0440\u0430\u0437\u0430\u043D \u043F\u0440\u043E\u0444\u0438\u043B \u0434\u0430 \u0431\u0438 \u043F\u043E\u043F\u0440\u0430\u0432\u0438\u043E \u043E\u0432\u0443 \u0433\u0440\u0435\u0448\u043A\u0443.

CleanProfilePage_OPML_BACKUP_INFO = RSSOwl \u0447\u0435\u0441\u0442\u043E \u0447\u0443\u0432\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0435 \u043A\u043E\u043F\u0438\u0458\u0435 \u0443\u043F\u0438\u0441\u0430 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430. \u0410\u043A\u043E \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0435 \u043D\u0435 \u043F\u043E\u043C\u0430\u0436\u0435, RSSOwl \u043C\u043E\u0436\u0435 \u0434\u0430 \u0443\u0432\u0435\u0437\u0435 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0443 \u043A\u043E\u043F\u0438\u0458\u0443 \u0443 \u043D\u043E\u0432\u0438 \u043F\u0440\u043E\u0444\u0438\u043B \u0434\u0430 \u0431\u0438 \u0441\u0435 \u0440\u0435\u0448\u0438\u043B\u0430 \u0433\u0440\u0435\u0448\u043A\u0430.

CleanProfilePage_RESTORE_SUBSCRIPTIONS_SETTINGS = \u0423\u0432\u043E\u0437 \u0443\u043F\u0438\u0441\u0430 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0443 \u043D\u043E\u0432\u0438 \u043F\u0440\u043E\u0444\u0438\u043B

CleanProfilePage_RESTORING_SUBSCRIPTIONS_SETTINGS = \u0412\u0440\u0430\u0447\u0430\u045A\u0435 \u0443\u043F\u0438\u0441\u0430 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430

CleanProfilePage_RSSOWL_CRASH = RSSOwl \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043A\u043E\u0440\u0435\u043A\u0442\u043D\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435.

CleanProfilePage_STARTING_OVER = \u0418\u0437 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 \u0441\u0430 \u0441\u0432\u0435\u0452\u0438\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u043E\u043C

CleanProfilePage_START_OVER = \u0418\u0437 \u043F\u043E\u0447\u0435\u0442\u043A\u0430 \u0441\u0430 \u0441\u0432\u0435\u0452\u0438\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u043E\u043C

ErrorInfoPage_COPY = \u041A\u043E\u043F\u0438\u0440\u0430\u0442\u0438

ErrorInfoPage_ERROR_DETAILS = \u0414\u0435\u0442\u0430\u0459\u0438 \u0433\u0440\u0435\u0448\u043A\u0435

ErrorInfoPage_FURTHER_STEPS = \u0414\u0430\u0459\u0435 \u043A\u043E\u0440\u0430\u043A\u0435

ErrorInfoPage_GENERAL_ERROR_ADVISE = \u0421\u043B\u0435\u0434\u0438\u0442\u0435 \u0441\u0430\u0432\u0435\u0442\u0435 \u0443 \u043D\u0430\u0448\u043E\u0458 <a href="faq">FAQ</a> \u0438\u043B\u0438 \u043F\u043E\u0441\u0442\u0438\u0440\u0430\u0458\u0442\u0435 \u0443 <a href="forum">\u0444\u043E\u0440\u0443\u043C\u0443</a> \u0430\u043A\u043E \u043F\u043E\u043D\u043E\u0432\u043D\u043E \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0435 RSSOwl-\u0430 \u043D\u0435 \u043F\u043E\u043C\u0430\u0436\u0435.

ErrorInfoPage_LET_US_KNOW = \u041E\u0431\u0430\u0432\u0435\u0441\u0442\u0438\u0442\u0435 \u043D\u0430\u0441

ErrorInfoPage_LOCKED_ERROR = RSSOwl \u0434\u0435\u043B\u0443\u0458\u0435 \u0434\u0430 \u0432\u0435\u045B \u0440\u0430\u0434\u0438, \u0430\u043B\u0438 \u043D\u0435 \u043E\u0433\u0432\u043E\u0432\u0430\u0440\u0430.

ErrorInfoPage_LOCKED_ERROR_N = RSSOwl \u0434\u0435\u043B\u0443\u0458\u0435 \u0434\u0430 \u0432\u0435\u045B \u0440\u0430\u0434\u0438, \u0430\u043B\u0438 \u043D\u0435 \u043E\u0433\u0432\u043E\u0432\u0430\u0440\u0430 ({0}).

ErrorInfoPage_LOCKED_PROFILE_ADVISE = \u0414\u0430 \u0431\u0438 \u043E\u0442\u0432\u043E\u0440\u0438\u043B\u0438RSSOwl, \u0442\u0440\u0435\u0431\u0430\u0442\u0435 \u043F\u0440\u0432\u043E \u0434\u0430 \u0437\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0435 \u043F\u043E\u0441\u0442\u043E\u0458\u0435\u045B\u0438 \u043F\u0440\u043E\u0446\u0435\u0441 RSSOwl-\u0430, \u0438\u043B\u0438 \u0434\u0430 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435\u0442\u0435 \u0441\u0438\u0441\u0442\u0435\u043C.

ErrorInfoPage_NEXT_PAGE_ADVISE = \u041D\u0430 \u0441\u043B\u0435\u0434\u0435\u045B\u043E\u0458 \u0441\u0442\u0440\u0430\u043D\u0438\u0432\u0438 \u043D\u0430\u045B\u0438 \u045B\u0435\u0442\u0435 \u043A\u0430\u043A\u043E \u0434\u0430 \u043F\u043E\u043F\u0440\u0430\u0432\u0438\u0442\u0435 \u0442\u0443 \u0433\u0440\u0435\u0448\u043A\u0443. \u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043F\u043E\u0441\u0442\u0438\u0440\u0430\u0442\u0435 \u0443 <a href="forum">\u0444\u043E\u0440\u0443\u043C</a> \u0430\u043A\u043E RSSOwl \u043D\u0435\u045B\u0435 \u0434\u0430 \u0441\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0435. \u0418\u0441\u0442\u043E \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u043A\u043E\u043D\u0441\u0443\u043B\u0442\u0443\u0458\u0435\u0442\u0435 <a href="faq">FAQ</a> \u0437\u0430 \u0434\u0430\u0459\u0435 \u0441\u0430\u0432\u0435\u0442\u0435.

ErrorInfoPage_OOM_ERROR = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0458\u0435 \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0430, \u0438 \u0437\u0430 \u0442\u043E \u043D\u0430 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435.

ErrorInfoPage_OOM_ERROR_N = \u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0458\u0435 \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0430, \u0438 \u0437\u0430 \u0442\u043E \u043D\u0430 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435 ({0}).

ErrorInfoPage_RSSOWL_CRASH = RSSOwl \u043D\u0435 \u043C\u043E\u0436\u0435 \u043B\u0435\u043F\u043E \u0434\u0430 \u0441\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0435.

ErrorInfoPage_SEND_LOGS_ADVISE = \u0414\u0430 \u0431\u0438 \u043D\u0430\u043C \u043F\u043E\u043C\u043E\u0433\u043B\u0438 \u0434\u0430 \u043F\u043E\u043F\u0440\u0430\u0432\u0438\u043C\u043E \u0433\u0440\u0435\u0448\u043A\u0443, <a href="save">\u0441\u0430\u0447\u0443\u0432\u0430\u0458\u0442\u0435 \u0438\u0437\u0432\u0435\u0448\u0442\u0430\u0458</a> \u0438 <a href="send">\u043F\u043E\u0448\u0430\u0459\u0438\u0442\u0435 \u0433\u0430 \u043D\u0430\u043C</a>.

ErrorInfoPage_STARTUP_ERROR = \u0413\u0440\u0435\u0448\u043A\u0430 \u043D\u0435 \u0434\u043E\u0437\u0432\u043E\u0459\u0430\u0432\u0430 \u0434\u0430 \u0441\u0435 RSSOwl \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435.

ErrorInfoPage_STARTUP_ERROR_N = \u0413\u0440\u0435\u0448\u043A\u0430 \u043D\u0435 \u0434\u043E\u0437\u0432\u043E\u0459\u0430\u0432\u0430 \u0434\u0430 \u0441\u0435 RSSOwl \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435 ({0}).

FatalErrorWizard_CRASH_REPORTER = RSSOwl \u0420\u0435\u043F\u043E\u0440\u0442\u0435\u0440 \u0433\u0440\u0435\u0448\u043A\u0435

FatalErrorWizard_PROFILE_RECOVERY = RSSOwl \u043E\u043F\u043E\u0440\u0430\u0432\u0430\u043A \u043F\u0440\u043E\u0444\u0438\u043B\u0430

FatalErrorWizard_RECREATE_SEARCH_INDEX = \u041F\u043E\u043D\u043E\u0432\u043E \u043A\u0440\u0435\u0438\u0440\u0430\u0442\u0438 \u0438\u043D\u0434\u0435\u043A\u0441 \u043F\u0440\u0435\u0442\u0440\u0430\u0433\u0435

FatalErrorWizard_RESTORE_BACKUP = \u0412\u0440\u0430\u0442\u0438\u0442\u0438 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0443 \u043A\u043E\u043F\u0438\u0458\u0443

FatalErrorWizard_RESTORE_ERROR = \u041D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0440\u0430\u0442\u0438 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0430 \u043A\u043E\u043F\u0438\u0458\u0430.

FatalErrorWizard_RESTORE_ERROR_N = \u041D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u0432\u0440\u0430\u0442\u0438 \u0440\u0435\u0437\u0435\u0440\u0432\u043D\u0430 \u043A\u043E\u043F\u0438\u0458\u0430 ({0}).

FatalErrorWizard_RESTORE_SUBSCRIPTIONS_SETTINGS = \u0412\u0440\u0430\u0442\u0438 \u0443\u043F\u0438\u0441\u0435 \u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430

FatalErrorWizard_START_OVER = \u041A\u0440\u0435\u043D\u0438 \u0438\u0441\u043F\u043E\u0447\u0435\u0442\u043A\u0430 \u0441\u0430 \u0441\u0432\u0435\u0436\u0438\u043C \u043F\u0440\u043E\u0444\u0438\u043B\u043E\u043C

FatalErrorWizard_WE_ARE_SORRY = \u0417\u0430\u043E \u043D\u0430\u043C \u0458\u0435

RecreateSearchIndexPage_RSSOWL_CRASH = RSSOwl \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435.

RecreateSearchPage_INFORMATION = \u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0430

RecreateSearchPage_RECREATING_DETAILS_QUIT = RSSOwl \u043C\u043E\u0436\u0435 \u0434\u0430 \u0440\u0435\u0448\u0438 \u0442\u0430\u0458 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0442\u0430\u043A\u043E \u0448\u0442\u043E \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0440\u0435\u0438\u0440\u0430 \u0438\u043D\u0434\u0435\u043A\u0441. \u0423 \u0437\u0430\u0432\u0438\u0441\u043D\u043E\u0441\u0442\u0438 \u0431\u0440\u043E\u0458\u0430 \u0443\u043F\u0438\u0441\u0430 \u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0435 \u0412\u0435\u0441\u0442\u0438, \u043E\u0432\u0430\u0458 \u043F\u0440\u043E\u0446\u0435\u0441 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u0442\u0440\u0430\u0458\u0435. \u041F\u043E\u0441\u043B\u0435 \u0442\u043E\u0433\u0430 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0438\u0442\u0435 RSSOwl \u043F\u0440\u0435\u043A\u043E \u0434\u0443\u0433\u043C\u0435\u0442\u0430 '\u0417\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0438 RSSOwl'.

RecreateSearchPage_RECREATING_DETAILS_RESTART = RSSOwl \u043C\u043E\u0436\u0435 \u0434\u0430 \u0440\u0435\u0448\u0438 \u0442\u0430\u0458 \u043F\u0440\u043E\u0431\u043B\u0435\u043C \u0442\u0430\u043A\u043E \u0448\u0442\u043E \u043F\u043E\u043D\u043E\u0432\u043E \u043A\u0440\u0435\u0438\u0440\u0430 \u0438\u043D\u0434\u0435\u043A\u0441. \u0423 \u0437\u0430\u0432\u0438\u0441\u043D\u043E\u0441\u0442\u0438 \u0431\u0440\u043E\u0458\u0430 \u0443\u043F\u0438\u0441\u0430 \u0438 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0435 \u0412\u0435\u0441\u0442\u0438, \u043E\u0432\u0430\u0458 \u043F\u0440\u043E\u0446\u0435\u0441 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u0442\u0440\u0430\u0458\u0435. \u041F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0438\u0442\u0435 RSSOwl \u043F\u0440\u0435\u043A\u043E \u0434\u0443\u0433\u043C\u0435\u0442\u0430 '\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u043E\u0432\u0430\u0442\u0438 RSSOwl'.

RecreateSearchPage_RECREATING_INFORMATION = \u041D\u0438\u043A\u0430\u043A\u0432\u0438 \u043F\u043E\u0434\u0430\u0446\u0438 \u043D\u0435\u045B\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u0433\u0443\u0431\u0459\u0435\u043D\u0438 \u043D\u0430\u043A\u043E\u043D \u043F\u0440\u043E\u0446\u0435\u0441\u0430 \u0438\u043D\u0434\u0435\u043A\u0441\u0438\u0440\u0430\u045A\u0430.

RecreateSearchPage_RECREATING_SEARCH_INDEX = \u041F\u043E\u043D\u043E\u0432\u043D\u0430 \u043A\u0440\u0435\u0430\u0446\u0438\u0458\u0430 \u0438\u043D\u0434\u0435\u043A\u0441\u0430

RestoreBackupPage_BACKUP_INFO_QUIT = RSSOwl \u0447\u0435\u0441\u0442\u043E \u0440\u0430\u0434\u0438 \u0441\u0438\u0433\u0443\u0440\u043D\u043E\u0441\u043D\u0435 \u043A\u043E\u043F\u0438\u0458\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430. \u0410\u043A\u043E \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u043E\u0432\u0430\u045A\u0435 \u043D\u0435 \u043F\u043E\u043C\u0430\u0436\u0435, \u043E\u0434\u0430\u0431\u0440\u0430\u0442\u0438 \u0437\u0430\u0434\u045A\u0443 \u043A\u043E\u043F\u0438\u0458\u0443 \u0437\u0430 \u0432\u0440\u0430\u0447\u0430\u045A\u0435 \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0443\u0458\u0442\u0435 RSSOwl \u043F\u0440\u0435\u043A\u043E \u0434\u0443\u0433\u043C\u0435\u0442\u0430 '\u0417\u0430\u0442\u0432\u043E\u0440\u0438\u0442\u0438 RSSOwl'.

RestoreBackupPage_BACKUP_INFO_RESTART = RSSOwl \u0447\u0435\u0441\u0442\u043E \u0440\u0430\u0434\u0438 \u0441\u0438\u0433\u0443\u0440\u043D\u043E\u0441\u043D\u0435 \u043A\u043E\u043F\u0438\u0458\u0435 \u043F\u043E\u0434\u0430\u0442\u0430\u043A\u0430. \u0410\u043A\u043E \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u043E\u0432\u0430\u045A\u0435 \u043D\u0435 \u043F\u043E\u043C\u0430\u0436\u0435, \u043E\u0434\u0430\u0431\u0440\u0430\u0442\u0438 \u0437\u0430\u0434\u045A\u0443 \u043A\u043E\u043F\u0438\u0458\u0443 \u0437\u0430 \u0432\u0440\u0430\u0447\u0430\u045A\u0435 \u0438 \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0443\u0458\u0442\u0435 RSSOwl \u043F\u0440\u0435\u043A\u043E \u0434\u0443\u0433\u043C\u0435\u0442\u0430 '\u0420\u0435\u0441\u0442\u0430\u0440\u0442\u043E\u0432\u0430\u0442\u0438 RSSOwl'.

RestoreBackupPage_BACKUP_LABEL = \u041A\u043E\u043F\u0438\u0458\u0430 \u043E\u0434 {0} ({1})

RestoreBackupPage_CAUTION = \u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435

RestoreBackupPage_CHOOSE_BACKUP = \u041F\u0440\u043E\u0444\u0438\u043B \u0437\u0430 \u0432\u0440\u0430\u0447\u0430\u045A\u0435:

RestoreBackupPage_CONFIRM_RESTORE = \u0427\u0438\u0442\u0430\u043E \u0441\u0430\u043C \u0438 \u0440\u0430\u0437\u0443\u043C\u0435\u043E \u0441\u0430\u043C \u043E\u0432\u043E \u043E\u0431\u0430\u0432\u0435\u0448\u0442\u0435\u045A\u0435

RestoreBackupPage_CURRENT_PROFILE = \u0422\u0440\u0435\u043D\u0443\u0442\u043D\u0438 \u043F\u0440\u043E\u0444\u0438\u043B:

RestoreBackupPage_LAST_MODIFIED = \u0417\u0430\u0434\u045A\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0430 {0} ({1})

RestoreBackupPage_RESTORE_TEXT_OK = \u0412\u0440\u0430\u0442\u0438\u0442\u0435 \u043F\u0440\u043E\u0444\u0438\u043B \u0441\u0430 \u043F\u0440\u0435\u0434\u0445\u043E\u0434\u043D\u0435 \u043A\u043E\u043F\u0438\u0458\u0435.

RestoreBackupPage_RESTORE_WARNING = \u0423 \u0437\u0430\u0432\u0438\u0441\u043D\u043E\u0441\u0442\u0438 \u0441\u0442\u0430\u0440\u043E\u0441\u0442\u0438 \u043A\u043E\u043F\u0438\u0458\u0435, \u043D\u0435\u0434\u0430\u0432\u043D\u0438 \u043F\u043E\u0434\u0430\u0442\u0446\u0438 \u0447\u0435 \u0431\u0438\u0442\u0438 \u0438\u0437\u0433\u0443\u0434\u0431\u0459\u0435\u043D\u0438. \u041F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0443\u0458\u0435 \u0441\u0435 \u0434\u0430 \u0458\u0435\u0434\u043D\u043E\u043C \u0440\u0435\u0441\u0442\u0430\u0440\u0442\u0443\u0458\u0435\u0442\u0435 RSSOwl \u0434\u0430 \u0431\u0438 \u0432\u0438\u0434\u0435\u043B\u0438 \u0434\u0430 \u043B\u0438 \u0441\u0435 \u0433\u0440\u0435\u0448\u043A\u0430 \u043F\u043E\u043F\u0440\u0430\u0432\u0438.

RestoreBackupPage_RESTORING_A_BACKUP = \u0412\u0440\u0430\u0447\u0430\u045A\u0435 \u043A\u043E\u043F\u0438\u0458\u0435

RestoreBackupPage_RSSOWL_CRASH = RSSOwl \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043B\u0435\u043F\u043E \u043F\u043E\u043A\u0440\u0435\u043D\u0435.
