#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
########################################################################
# Copyright notice
# 
# (c) 2005-2009 RSSOwl Development Team. 
# http://www.rssowl.org/
# 
# All Rights Reserved. 
# 
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
# 
########################################################################

ConnectionServiceImpl_ERROR_NO_CREDENTIAL_PROVIDER = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0434\u0430 \u043D\u0430\u0452\u0435\u043C \u0430\u043A\u0440\u0435\u0434\u0438\u0442\u0438\u0432\u0435 \u0437\u0430 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B: {0}

ConnectionServiceImpl_ERROR_NO_PROTOCOL_HANDLER = \u041D\u0435 \u043C\u043E\u0433\u0443 \u0434\u0430 \u043D\u0430\u0452\u0435\u043C ProtocolHandler \u0437\u0430: {0}

ConnectionServiceImpl_ERROR_UNKNOWN_PROTOCOL = \u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442 \u043F\u0440\u043E\u0442\u043E\u043A\u043E\u043B

DefaultProtocolHandler_ERROR_AUTHENTICATION_REQUIRED = \u041F\u043E\u0442\u0440\u0435\u0431\u043D\u0430 \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0458\u0430.

DefaultProtocolHandler_ERROR_FORBIDDEN = \u0421\u0435\u0440\u0432\u0435\u0440 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0438\u043E HTTP \u0441\u0442\u0430\u0442\u0443\u0441 403 (\u0417\u0430\u0431\u0440\u0430\u045A\u0435\u043D\u043E).

DefaultProtocolHandler_ERROR_HTTP_STATUS = \u0421\u0435\u0440\u0432\u0435\u0440 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0438\u043E HTTP \u0441\u0442\u0430\u0442\u0443\u0441 {0}

DefaultProtocolHandler_ERROR_HTTP_STATUS_MSG = \u0421\u0435\u0440\u0432\u0435\u0440 \u043E\u0434\u0433\u043E\u0432\u043E\u0440\u0438\u043E HTTP \u0441\u0442\u0430\u0442\u0443\u0441 {0} ({1})

DefaultProtocolHandler_ERROR_PROXY_AUTHENTICATION_REQUIRED = \u041F\u043E\u0442\u0440\u0435\u0431\u043D\u0430 \u043F\u0440\u043E\u043A\u0441\u0438 \u0430\u0443\u0442\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0458\u0430

DefaultProtocolHandler_ERROR_STREAM_UNAVAILABLE = \u041E\u0434\u0433\u043E\u0432\u043E\u0440 \u0442\u043E\u043A\u0430 \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E.

DefaultProtocolHandler_GR_ERROR_ACCOUNT_DELETED = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u041D\u0430\u043B\u043E\u0433 \u0458\u0435 \u043E\u0431\u0440\u0438\u0441\u0430\u043D.

DefaultProtocolHandler_GR_ERROR_ACCOUNT_DISABLED = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u041D\u0430\u043B\u043E\u0433 \u0458\u0435 \u043E\u043D\u0435\u0441\u043F\u043E\u0441\u043E\u0431\u0459\u0435\u043D.

DefaultProtocolHandler_GR_ERROR_BAD_AUTH = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u041B\u043E\u0433\u043E\u0432\u0430\u045A\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u043D\u0435\u043F\u0440\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E \u0438\u043C\u0435 \u0438\u043B\u0438 \u043B\u043E\u0437\u0438\u043D\u043A\u0443.

DefaultProtocolHandler_GR_ERROR_CAPTCHA_REQUIRED = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. CAPTCHA \u0458\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E.

DefaultProtocolHandler_GR_ERROR_NOT_VERIFIED = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u0415-\u043F\u043E\u0448\u0442\u0430 \u043D\u0430\u043B\u043E\u0433\u0430 \u043D\u0438\u0458\u0435 \u043F\u0440\u043E\u0432\u0435\u0440\u0435\u043D\u0430. \u0422\u0440\u0435\u0431\u0430\u0442\u0435 \u0434\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043D\u043E \u043F\u0440\u0438\u0441\u0442\u0443\u043F\u0438\u0442\u0435 Google \u043D\u0430\u043B\u043E\u0433\u0443 \u0434\u0430 \u0431\u0438 \u0440\u0435\u0448\u0438\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u043F\u0440\u0435 \u043D\u0435\u0433\u043E \u0448\u0442\u043E \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435 RSSOwl \u0441\u0430 Google Reader.

DefaultProtocolHandler_GR_ERROR_NO_TERMS = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u041D\u0438\u0441\u0442\u0435 \u043F\u0440\u0438\u0445\u0432\u0430\u0442\u0438\u043B\u0438 \u0443\u0441\u043B\u043E\u0432\u0438 Google-\u0430. \u0422\u0440\u0435\u0431\u0430\u0442\u0435 \u0434\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043D\u043E \u043F\u0440\u0438\u0441\u0442\u0443\u043F\u0438\u0442\u0435 Google \u043D\u0430\u043B\u043E\u0433\u0443 \u0434\u0430 \u0431\u0438 \u0440\u0435\u0448\u0438\u043B\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C, \u043F\u0440\u0435 \u043D\u0435\u0433\u043E \u0448\u0442\u043E \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435 RSSOwl \u0441\u0430 Google Reader.

DefaultProtocolHandler_GR_ERROR_SERVICE_DISABLED = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u041F\u0440\u0438\u0441\u0442\u0443\u043F \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A\u0443 \u0442\u043E\u043C \u0441\u0435\u0440\u0432\u0438\u0441\u0443 \u0458\u0435 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D.

DefaultProtocolHandler_GR_ERROR_SERVICE_UNAVAILABLE = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u0421\u0435\u0440\u0432\u0438\u0441 \u043D\u0438\u0458\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u0430\u043D; \u043F\u043E\u043A\u0443\u0448\u0430\u0442\u0438 \u043A\u0430\u0441\u043D\u0438\u0458\u0435.

DefaultProtocolHandler_GR_ERROR_UNKNOWN = \u041F\u0440\u0438\u0441\u0442\u0443\u043F Google Reader \u0437\u0430\u0431\u0440\u0430\u045A\u0435\u043D. \u0413\u0440\u0435\u0448\u043A\u0430 \u043D\u0438\u0458\u0435 \u043F\u043E\u0437\u043D\u0430\u0442\u0430; \u0442\u0440\u0430\u0436\u0435\u045A\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0432\u0430 \u043F\u043E\u0433\u0440\u0435\u0448\u0430\u043D \u0443\u043D\u043E\u0441 \u0438\u043B\u0438 \u0458\u0435 \u043B\u043E\u0448\u0435 \u0444\u043E\u0440\u043C\u0438\u0440\u0430\u043D\u043E.

DefaultProtocolHandler_INFO_NOT_MODIFIED_SINCE = \u0424\u0438\u0434 \u043D\u0438\u0458\u0435 \u043F\u0440\u043E\u043C\u0435\u045A\u0435\u043D \u043E\u0434

ReaderProtocolHandler_GR_ALL_ITEMS = \u0421\u0432\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 (Google Reader)

ReaderProtocolHandler_GR_NOTES = \u0411\u0435\u043B\u0435\u0448\u043A\u0435 (Google Reader)

ReaderProtocolHandler_GR_RECOMMENDED_ITEMS = \u041F\u0440\u0435\u043F\u043E\u0440\u0443\u0447\u0435\u043D\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 (Google Reader)

ReaderProtocolHandler_GR_SHARED_ITEMS = \u0414\u0435\u0459\u0435\u043D\u0435 \u0441\u0442\u0430\u0432\u043A\u0435 (Google Reader)

ReaderProtocolHandler_GR_STARRED_ITEMS = \u0421\u0442\u0430\u0432\u043A\u0435 \u0441\u0430 \u0437\u0432\u0435\u0437\u0434\u0438\u0446\u043E\u043C (Google Reader)
