########################################################################
# Copyright notice
#
# (c) 2005-2009 RSSOwl Development Team.
# http://www.rssowl.org/
#
# All Rights Reserved.
#
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
#
########################################################################

CleanProfilePage_CAUTION=Warnung
CleanProfilePage_CAUTION_TEXT_RESTORE=Obwohl die Abonnements und Einstellungen wiederhergestellt werden k\u00f6nnen, gehen alle zuvor heruntergeladenen Artikel verloren. Es wird empfohlen, RSSOwl einmal ohne Wiederherstellung des Backups zu starten, um zu sehen, ob der Fehler weiterhin besteht.
CleanProfilePage_CAUTION_TEXT_START_OVER=Durch die Erstellung eines neuen Profils gehen alle Abonnements, Einstellungen und zuvor heruntergeladenene Artikel verloren. Es wird empfohlen, RSSOwl einmal ohne Wiederherstellung des Backups zu starten, um zu sehen, ob der Fehler weiterhin besteht.
CleanProfilePage_CLEAN_TEXT_OK=Ein neues und leeres Profil erstellen.
CleanProfilePage_CLEAN_TEXT_OPML_OK=Abonnements und Einstellungen wiederherstellen und in ein neues Profil speichern.
CleanProfilePage_CONFIRM_TEXT=Ich habe die obere Warnung gelesen und &verstanden
CleanProfilePage_NO_BACKUPS=Im Falle, dass ein Neustart den Fehler nicht beheben sollte, kann RSSOwl ein neues und leeres Profil erstellen und somit den Fehler beheben.
CleanProfilePage_OPML_BACKUP_INFO=RSSOwl legt h\u00e4ufig Backups Ihrer Abonnements und Einstellungen an. Im Falle, dass ein Neustart den Fehler nicht beheben sollte, kann RSSOwl ein neues und leeres Profil erstellen und somit den Fehler beheben.
CleanProfilePage_RESTORE_SUBSCRIPTIONS_SETTINGS=Abonnements und Einstellungen in ein neues Profil &importieren
CleanProfilePage_RESTORING_SUBSCRIPTIONS_SETTINGS=Abonnements und Einstellungen wiederherstellen
CleanProfilePage_RSSOWL_CRASH=RSSOwl kann nicht ordnungsgem\u00e4\u00df gestartet werden.
CleanProfilePage_STARTING_OVER=Mit einem neuen Profil neu beginnen
CleanProfilePage_START_OVER=Mit einem neuen Profil neu &beginnen
ErrorInfoPage_COPY=&Kopieren
ErrorInfoPage_ERROR_DETAILS=Fehlerdetails
ErrorInfoPage_FURTHER_STEPS=Weitere Schritte
ErrorInfoPage_GENERAL_ERROR_ADVISE=Im Falle, dass ein Neustart von RSSOwl den Fehler nicht beheben sollte, folgen Sie bitte den Hinweisen in unserem <a href="faq">FAQ</a> oder stellen Sie eine Frage in unserem <a href="forum">Forum</a>
ErrorInfoPage_LET_US_KNOW=Teilen Sie uns bitte Ihr Anliegen mit.
ErrorInfoPage_LOCKED_ERROR=Es scheint, dass RSSOwl bereits ausgef\u00fchrt wird, aber nicht reagiert.
ErrorInfoPage_LOCKED_ERROR_N=Es scheint, dass RSSOwl bereits ausgef\u00fchrt wird, aber nicht reagiert ({0}).
ErrorInfoPage_LOCKED_PROFILE_ADVISE=Um RSSOwl zu starten, muss der bereits ausgef\u00fchrte RSSOwl-Prozess beendet oder das System neu gestartet werden.
ErrorInfoPage_NEXT_PAGE_ADVISE=Auf der n\u00e4chsten Seite finden Sie eine Anleitung, wie sie diesen Fehler beheben k\u00f6nnen. Im Falle, dass RSSOwl nicht gestartet werden kann, gibt es immer die M\u00f6glichkeit, eine Frage in unserem <a href="forum">Forum</a> zu stellen. Zus\u00e4tzlich k\u00f6nnen Sie unser <a href="faq">FAQ</a> zu Rate ziehen.
ErrorInfoPage_OOM_ERROR=RSSOwl hat nicht gen\u00fcgend Speicher zur Verf\u00fcgung und kann deshalb nicht ordnungsgem\u00e4\u00df gestartet werden.
ErrorInfoPage_OOM_ERROR_N=RSSOwl hat nicht gen\u00fcgend Speicher zur Verf\u00fcgung und kann deshalb nicht ordnungsgem\u00e4\u00df gestartet werden ({0}).
ErrorInfoPage_RSSOWL_CRASH=RSSOwl kann nicht ordnungsgem\u00e4\u00df gestartet werden.
ErrorInfoPage_SEND_LOGS_ADVISE=Sie k\u00f6nnen uns helfen, diesen Fehler zu diagnostizieren und zu beheben, indem Sie <a href="save">den Fehlerbericht speichern</a> und <a href="send">uns senden</a>.
ErrorInfoPage_STARTUP_ERROR=Ein Fehler hindert RSSOwl daran, ordnungsgem\u00e4\u00df zu starten.
ErrorInfoPage_STARTUP_ERROR_N=Ein Fehler hindert RSSOwl daran, ordnungsgem\u00e4\u00df zu starten ({0}).
FatalErrorWizard_CRASH_REPORTER=RSSOwl-Fehlerbericht
FatalErrorWizard_PROFILE_RECOVERY=RSSOwl-Profilwiederherstellung
FatalErrorWizard_RECREATE_SEARCH_INDEX=Den Suchindex neu erstellen.
FatalErrorWizard_RESTORE_BACKUP=Ein Backup wiederherstellen
FatalErrorWizard_RESTORE_ERROR=Backup kann nicht wiederhergestellt werden.
FatalErrorWizard_RESTORE_ERROR_N=Backup kann nicht wiederhergestellt werden ({0}).
FatalErrorWizard_RESTORE_SUBSCRIPTIONS_SETTINGS=Abonnements und Einstellungen wiederherstellen
FatalErrorWizard_START_OVER=Mit einem neuen Profil neu beginnen.
FatalErrorWizard_WE_ARE_SORRY=Es tut uns Leid
RecreateSearchIndexPage_RSSOWL_CRASH=RSSOwl kann nicht ordnungsgem\u00e4\u00df gestartet werden.
RecreateSearchPage_INFORMATION=Hinweis
RecreateSearchPage_RECREATING_DETAILS_QUIT=RSSOwl kann dieses Problem l\u00f6sen, indem der Suchindex neu erstellt wird. Abh\u00e4ngig von der Anzahl der Abonnements und gespeicherten Artikel, kann diese Aktion mehrere Minuten in Anspruch nehmen. Bitte starten Sie RSSOwl neu, nachdem Sie die Schaltfl\u00e4che 'RSSOwl beenden' bet\u00e4tigt haben.
RecreateSearchPage_RECREATING_DETAILS_RESTART=RSSOwl kann dieses Problem l\u00f6sen, indem der Suchindex neu erstellt wird. Abh\u00e4ngig von der Anzahl der Abonnements und gespeicherten Artikel, kann diese Aktion mehrere Minuten in Anspruch nehmen. Bitte starten Sie RSSOwl neu, indem Sie die Schaltfl\u00e4che 'RSSOwl neu starten' bet\u00e4tigen.
RecreateSearchPage_RECREATING_INFORMATION=Durch die Wiederherstellung des Suchindexes gehen keine Daten verloren.
RecreateSearchPage_RECREATING_SEARCH_INDEX=Den Suchindex wiederherstellen
RestoreBackupPage_BACKUP_INFO_QUIT=RSSOwl legt h\u00e4ufig Backups Ihrer Daten an. Im Falle, dass ein Neustart den Fehler nicht behebt, w\u00e4hlen Sie bitte das aktuellste Backup aus, beenden Sie RSSOwl mithilfe der Schaltfl\u00e4che 'RSSOwl beenden' und starten Sie das Programm erneut.
RestoreBackupPage_BACKUP_INFO_RESTART=RSSOwl legt h\u00e4ufig Backups Ihrer Daten an. Im Falle, dass ein Neustart den Fehler nicht behebt, w\u00e4hlen Sie bitte das aktuellste Backup aus und starten Sie RSSOwl mithilfe der Schaltfl\u00e4che 'RSSOwl neu starten' neu.
RestoreBackupPage_BACKUP_LABEL=Backup von {0} ({1})
RestoreBackupPage_CAUTION=Warnung
RestoreBackupPage_CHOOSE_BACKUP=Wiederherzustellendes Profil:
RestoreBackupPage_CONFIRM_RESTORE=Ich habe die obere Warnung gelesen und &verstanden
RestoreBackupPage_CURRENT_PROFILE=Aktuelles Profil:
RestoreBackupPage_LAST_MODIFIED=Zuletzt benutzt {0} ({1})
RestoreBackupPage_RESTORE_TEXT_OK=Ein Profil aus einem vorherigen Backup wiederherstellen.
RestoreBackupPage_RESTORE_WARNING=Abh\u00e4ngig von dem Alter des Backups k\u00f6nnen jegliche Daten bei der Wiederherstellung verloren gehen. Es wird empfohlen, RSSOwl einmal neu zu starten, ohne ein Backup wiederherzustellen, um zu sehen, ob der Fehler weiterhin besteht.
RestoreBackupPage_RESTORING_A_BACKUP=Ein Backup wird wiederhergestellt
RestoreBackupPage_RSSOWL_CRASH=RSSOwl kann nicht ordnungsgem\u00e4\u00df gestartet werden.