########################################################################
# Copyright notice
#
# (c) 2005-2009 RSSOwl Development Team.
# http://www.rssowl.org/
#
# All Rights Reserved.
#
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
#
########################################################################

TutorialPage_CONFIGURE_TITLE=RSSOwl an ihre Bed\u00fcrfnisse anpassen
TutorialPage_CONTACT=Kontakt
TutorialPage_FAQ=H\u00e4ufig gestellte Fragen
TutorialPage_FINISH=Ende (13/13)
TutorialPage_FINISH_TEXT=Sie haben das Tutorial #abgeschlossen# und haben manche Konzepte in RSSOwl kennengelernt. Wir hoffen, dass Sie #Spa\u00df# daran haben werden, RSSOwl zu benutzen. Falls Sie weitere #Fragen# oder #Anregungen# haben, k\u00f6nnen Sie einen der folgenden Links benutzen:
TutorialPage_FINISH_TITLE=Wir hoffen, dass Sie lange Spa\u00df daran haben, RSSOwl zu benutzen.
TutorialPage_FORUMS=Diskussionsforum
TutorialPage_IMPORT_EXPORT=Import und Export (9/13)
TutorialPage_IMPORT_EXPORT_TEXT=Sie k\u00f6nnen m\u00fchelos #weitere Feeds# zu RSSOwl hinzuf\u00fcgen, indem Sie den Importassistenten (%Datei | Importieren%) benutzen.  W\u00e4hlen Sie entweder Feeds aus einer #Datei# oder #Webseite# aus, oder lassen Sie RSSOwl #nach Feeds suchen#, die zu irgendeinem Thema ihrer Wahl passen (%Werkzeuge | Weitere Feeds finden%).\n\nBenutzen Sie den Exportassistenten (%Datei | Exportieren%), um eine Liste ihrer Abonnements, die gespeicherten Abfragen und Kataloge zu #exportieren#\n\n#Tipp:# Zus\u00e4tzlich zu ihren Abonnements k\u00f6nnen Sie zudem Schlagw\u00f6rter, Artikelfilter und Einstellungen exportieren, um RSSOwl m\u00fchelos auf einem anderen Computer einzurichten.
TutorialPage_IMPORT_EXPORT_TITLE=Import und Export von Feeds, Schlagw\u00f6rtern, Artikelfiltern und Einstellungen
TutorialPage_INTRO=Einf\u00fchrung (1/13)
TutorialPage_LAYOUT_TEXT=Die Benutzeroberfl\u00e4che von RSSOwl ist in zwei Bereiche eingeteilt: Die #Feedansicht# auf der linken Seite zeigt eine Liste Ihrer Abonnements an. Der Hauptbereich auf der rechten Seite wird mit #Tabs# gef\u00fcllt, sobald Sie Feeds zum Lesen \u00f6ffnen. Ein Tab enth\u00e4lt die \u00dcberschriften des Feeds und stellt einen #eingebetteten Browser# zur Verf\u00fcgung, mit dem sich der Inhalt eines ausgew\u00e4hlten Artikels lesen l\u00e4sst.\n\nDie Benutzeroberfl\u00e4che kann in vielerlei Hinsicht konfiguriert werden: Die dazugeh\u00f6rigen Einstellungen finden Sie im %Ansicht%-Men\u00fc und in %Bearbeiten | Einstellungen | Ansicht%.\n\n#Tipp:# Sie k\u00f6nnen oft benutzte Aktionen in die Werkzeugleiste aufnehmen (%Ansicht | Werkzeugleiste anpassen%).
TutorialPage_NEWS=Artikel (3/13)
TutorialPage_NEWS_BINS=Kataloge (5/13)
TutorialPage_NEWS_BIN_TEXT=Ein Katalog (%Datei | Neu | Katalog%) ist eine Ablage f\u00fcr eine beliebig gro\u00dfe Anzahl von Artikeln, die dorthin verschoben (%Artikel | Verschieben%) oder hineinkopiert (%Artikel | Kopieren%) wurden. Wird ein Artikel verschoben, so wird dieser aus der urspr\u00fcnglichen Quelle entfernt. Beim Kopieren wird ein Duplikat angelegt. Sie k\u00f6nnen Kataloge wie das #Archiv# benutzen, falls Sie einen Artikel #aufbewahren# m\u00f6chten (%Artikel | Archivieren%). Kataloge sind Feeds sehr \u00e4hnlich, unterscheiden sich jedoch darin, dass Sie entscheiden, welche Artikel sich in einem Katalog befinden sollen.\n\n#Tipp:# Sie k\u00f6nnen einen Artikelfilter (%Werkzeuge | Artikelfilter%) erstellen, um Artikel automatisch in Kataloge zu verschieben oder kopieren.
TutorialPage_NEWS_FILTERS=Artikelfilter (6/13)
TutorialPage_NEWS_FILTER_POWER=Die Macht der Artikelfilter
TutorialPage_NEWS_FILTER_TEXT=Der wahrscheinlich #m\u00e4chtigste# Bestandteil von RSSOwl sind die Artikelfilter. Sie erm\u00f6glichen es, allgemeine Aktionen (wie etwas das Verschieben oder Kopieren von Artikeln in Kataloge) zu automatisieren. Sie k\u00f6nnen beliebig viele Filter erstellen (%Werkzeuge | Artikelfilter%). Jeder Filter besteht aus #Suchbedingungen# f\u00fcr bestimmte Artikel und einer Liste von Aktionen, die dann f\u00fcr diese Artikel ausgef\u00fchrt werden. Wurde ein Filter einmal erstellt, so gilt dieser f\u00fcr jeden heruntergeladenen Artikel, der die Bedingungen erf\u00fcllt.\n\n#Tipp:# Ein Filter kann auch auf schon existierende Artikel angewendet werden (%Werkzeuge | Artikelfilter | Ausgew\u00e4hlten Filter anwenden%). Diese Funktion erm\u00f6glicht es, viele Artikel auf einmal zu aktualisieren.
TutorialPage_NEWS_TEXT=Sobald ein Feed aktualisiert wurde (%Artikel | Aktualisieren%), wird dieser mit Artikeln gef\u00fcllt. Jeder Artikel kann einen von vier #Zust\u00e4nden# haben: Anfangs ist der Artikel #neu#, er wurde heruntergeladen aber noch nicht gesehen. Sobald Sie den Artikel gelesen haben, wechselt der Zustand auf #gelesen#. Es ist jederzeit m\u00f6glich, den Artikel als #ungelesen# zu markieren, falls Sie sp\u00e4ter weiterlesen m\u00f6chten. Ein Artikel kann auch als #aktualisiert# angezeigt werden, falls der Autor den Inhalt des Artikels ver\u00e4ndert hat.\n\nBenutzen Sie #Schlagw\u00f6rter# (%Artikel | Schlagwort | Schlagw\u00f6rter zuordnen%), um Artikeln Stichw\u00f6rter zuzuordnen. Sie k\u00f6nnen beliebig viele Schlagw\u00f6rter zuordnen und neue erstellen (%Bearbeiten | Einstellungen | Schlagw\u00f6rter%). Um die Wichtigkeit eines Artikels hervorzuheben, k\u00f6nnen Sie bestimmte Artikel als #wichtig# markieren (%Artikel | Markiere | Artikel als wichtig%). Wichtige Artikel werden mit gelbem Hintergrund angezeigt, damit man diese leichter von den anderen Artikeln unterscheiden kann.
TutorialPage_NOTIFICATIONS=Benachrichtigungen (7/13)
TutorialPage_NOTIFIER_TEXT=Die Benachrichtigung geschieht \u00fcber ein kleines #Popupfenster#, das die \u00dcberschriften eingehender Artikel sogar dann anzeigt, wenn das Fenster #minimiert# wurde. Das Popup kann in vielerlei Hinsicht konfiguriert werden (%Bearbeiten | Einstellungen | Benachrichtigung%). Es ist etwa m\u00f6glich, die Benachrichtigung nur bei bestimmten Feeds oder Ordnern anzuzeigen, damit sie nicht mehr so h\u00e4ufig erscheint. Sie k\u00f6nnen Artikel vom Popup aus als #wichtig# markieren, damit Sie sich sp\u00e4ter daran erinnern k\u00f6nnen, den Artikel vollends zu lesen.\n\n#Tipp:# Sie k\u00f6nnen Artikelfilter benutzen, um bestimmte Artikel in der Benachrichtigung zu zeigen. Zudem ist es zur besseren Unterscheidung von Artikeln m\u00f6glich, diesen bestimmte Farben zuzuordnen.
TutorialPage_NOTIFIER_TITLE=\u00dcber eingehende Artikel benachrichtigt werden
TutorialPage_OVERVIEW=\u00dcbersicht (2/13)
TutorialPage_OVERVIEW_TITLE=Eine \u00dcbersicht der Benutzeroberfl\u00e4che von RSSOwl
TutorialPage_PREFERENCES=Einstellungen (11/13)
TutorialPage_PREFERENCES_TEXT=Eine der #St\u00e4rken# von RSSOwl ist die M\u00f6glichkeit, das Programm ganz #nach Ihren Bed\u00fcrfnissen anpassen zu k\u00f6nnen#. Die meisten Einstellungen k\u00f6nnen detailliert nach #Feed# oder #Ordner# vorgenommen werden (\u00fcber das Kontextmen\u00fc, rechte Maustaste). Weitere Einstellungen finden Sie unter (%Bearbeiten | Einstellungen%). Nehmen Sie sich ruhig Zeit, die verschiedenen Einstellungsseiten durchzusehen.\n\n#Tipp:# Die \u00dcbersichtsseite diese Tutorials enth\u00e4lt eine gute Erkl\u00e4rung der verschiedenen Seiten des Einstellungsfensters. Sie k\u00f6nnen zudem alle Einstellungen mit dem Suchfeld im oberen Teil des Einstellungsfensters durchsuchen.
TutorialPage_REPORT_BUGS=Fehler melden
TutorialPage_SAVED_SEARCHES=Gespeicherte Abfragen (4/13)
TutorialPage_SAVED_SEARCHES_TEXT=Auch wenn es darum geht, #artikel\u00fcbergreifend zu suchen# (%Bearbeiten | Artikel durchsuchen%), ist RSSOwl sehr m\u00e4chtig. Mit dem Konzept der #gespeicherten Abfragen# (%Datei | Neu | Gespeicherte Abfrage%) kann eine Suche wie ein Feed benutzt werden: Die Artikel dieses #speziellen Feeds# sind dabei die #Suchergebnisse#.\n\nWerfen Sie einen Blick auf die #voreingestellten gespeicherten Abfragen# in der Feedansicht, um sich ein Bild von dem Konzept zu machen: %Heutige Artikel% enth\u00e4lt alle Artikel, die heute ver\u00f6ffentlicht wurden und %Wichtige Artikel% stellt einen schnellen Zugriff auf alle wichtigen Artikel zur Verf\u00fcgung.\n\n#Tipp:# Sie k\u00f6nnen bei der Erstellung der Abfrage die Suchergebnisse auf ein bestimmten Ordner oder Feed eingrenzen.
TutorialPage_SAVING_SEARCH_RESULTS=Suchresultate abspeichern
TutorialPage_SHARE_FEEDS_TITLE=Feeds und Artikel weiterleiten
TutorialPage_SHARING=Weiterleiten (8/13)
TutorialPage_SHARING_TEXT=RSSOwl kennt einige #soziale Netzwerke# wie #Facebook# und #Twitter#, die sie nutzen k\u00f6nnen, um ihre Feeds und Artikel weiterzuleiten. \u00d6ffnen Sie einfach das Kontextmen\u00fc Ihrer Abonnements (%Feed weiterleiten%) oder Artikel (%Artikel weiterleiten%), um eine Liste von Communitys anzuzeigen. Sobald die Community ausgew\u00e4hlt wurde, \u00f6ffnet sich Ihr Browser.\n\n#Tipp:# Die Liste der Communitys kann ge\u00e4ndert werden (%Bearbeiten | Einstellungen | Sharing%)
TutorialPage_STORING_NEWS_BINS=Artikel in Katalogen sammeln
TutorialPage_SYNCHRONIZATION=Synchronisation mit Google Reader (10/13)
TutorialPage_SYNCHRONIZATION_TEXT=RSSOwl erm\u00f6glicht es Ihnen, Ihre #Abonnements und Artikel mit Ihrem Google-Reader-Account zu synchronisieren#. Benutzen Sie den Importassistenten, um die Feeds auszuw\u00e4hlen, die Sie synchronisieren m\u00f6chten (%Datei | Importieren | Mit Google Reader synchronisieren%).\n\nF\u00fcr jeden Feed, der aus Ihrem Google-Reader-Account importiert wurde, synchronisiert RSSOwl den aktuellen Zustand der Artikel und Feeds (Gelesen/Ungelesen, Favoriten, Schlagw\u00f6rter). In den Reinigungseinstellungen k\u00f6nnen Sie die Anzahl der Artikel ver\u00e4ndern, die pro Feed heruntergeladen werden (%Eigenschaften | Reinigung | Maximale Anzahl der zu behaltenden Artikel%).\n\n#Hinweis:# Zur Zeit gibt es keine automatische Synchronisation der Liste der Feeds, die Sie abonniert haben. Sie k\u00f6nnen jederzeit den den Importassistenten benutzen, um weitere Abonnements aus ihrem Google-Reader-Account zu importieren.
TutorialPage_SYNCHRONIZATION_TITLE=Artikel mit Ihrem Google-Reader-Account synchronisieren
TutorialPage_TIPS_AND_TRICKS=Tipps und Tricks (12/13)
TutorialPage_TIPS_TEXT=Einige #hilfreiche Tipps und Tricks#, die Sie m\u00f6glicherweise interessieren:\n- Benutzen Sie die Zeitungsansicht um Feeds zu lesen (%Ansicht | Layout | Zeitungsansicht%)\n- Benutzen Sie 'R\u00fcckg\u00e4nig machen' und 'Wiederholen' um Aktionen r\u00fcckgangig zu machen oder erneut auszuf\u00fchren (%Bearbeiten | R\u00fcckg\u00e4nig machen%, %Bearbeiten | Wiederholen%)\n- Reinigen Sie ihre Artikel regelm\u00e4\u00dfig automatisch mit Hilfe des Assistenten (%Werkzeuge | Reinigen%)\n- Schalten Sie den Vollbildmodus ein, um nicht vom Lesen abgelenkt zu werden (%Ansicht | Vollbild%)\n- Wechsel Sie schnell zwischen den Feeds und Artikeln (%Gehe zu | N\u00e4chster%, %Gehe zu | Vorheriger%)\n- Benutzen Sie Tastenkombinationen f\u00fcr h\u00e4ufige Aktionen (%Bearbeiten | Einstellungen | Tastenkombinationen%)\n- Erstellen Sie Artikelfilter um Podcasts automatisch herunterzuladen (%Werkzeuge | Artikelfilter%)\n- Sch\u00fctzen Sie ihre sicheren Feeds mit einem Passwort (%Bearbeiten | Einstellungen | Passw\u00f6rter%)\n- Suchen Sie nach Erweiterungen, um weitere Funktionen zu RSSOwl hinzuzuf\u00fcgen (%Werkzeuge | Erweiterungen%)
TutorialPage_TIPS_TITLE=Eine Liste von Tipps und Tricks, die Ihr Leben erleichtern
TutorialPage_WEBSITE=RSSOwl.org
TutorialPage_WELCOME_TEXT=Dieses Tutorial wird Ihnen helfen, RSSOwl zu nutzen. Das Tutorial ist in mehrere Abschnitte aufgeteilt, die Ihnen ein Bild von den M\u00f6glichkeiten bei der Benutzung und Konfiguration verschaffen sollen, um RSSOwl ganz #nach Ihren Bed\u00fcrfnissen# anpassen zu k\u00f6nnen.\n\n#Tipp:# Sie m\u00fcssen das Tutorial nicht schlie\u00dfen, um die Lektionen zu \u00fcben, die Sie beim Lesen kennengelernt haben. Lassen Sie das Tutorial einfach ge\u00f6ffnet und nehmen Sie sich Zeit, um sich an die m\u00e4chtigen Bestandteile von RSSOwl zu gew\u00f6hnen. Falls Sie sp\u00e4ter weiterlesen m\u00f6chten, k\u00f6nnen Sie dieses Tutorial \u00fcber %Hilfe | Tutorial% im Men\u00fc oder mit %F1% wieder \u00f6ffnen.
TutorialPage_WELCOME_TUTORIAL=Willkommen beim Tutorial von RSSOwl
TutorialPage_WORKING_WITH_NEWS=Mit Artikeln arbeiten
TutorialWizard_RSSOWL_TUTORIAL=RSSOwl-Tutorial
WelcomeWizard_WELCOME=Willkommen