\ufeff########################################################################
# Copyright notice
#
# (c) 2005-2009 RSSOwl Development Team.
# http://www.rssowl.org/
#
# All Rights Reserved.
#
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
#
########################################################################

TutorialPage_CONTACT=Contact
TutorialPage_FAQ=Foire Aux Questions
TutorialPage_FINISH=Termin\u00e9 (13/13)
TutorialPage_FINISH_TEXT=Vous avez \#termin\u00e9\# le tutoriel et \#appris\# quelques-uns des \#concepts\# de RSSOwl. Nous souhaitons que vous \#appr\u00e9cierez\# l'utilisation de RSSOwl pendant longtemps. Si vous avez d'autres \#questions\# ou \#une remarque\#, utilisez un des liens suivants :
TutorialPage_FINISH_TITLE=Nous esp\u00e9rons que vous appr\u00e9cierez l'utilisation de RSSOwl.
TutorialPage_FORUMS=Forums de discussion
TutorialPage_IMPORT_EXPORT=Importer et exporter (9/13)
TutorialPage_IMPORT_EXPORT_TEXT=Vous pouvez facilement \#ajouter plus de flux\# \u00e0 RSSOwl en utilisant l'assistant d'importation (%Fichier | Importer%). Choisissez d'importer des flux depuis un \#fichier\# ou un \#site web\# ou laissez RSSOwl \#rechercher des flux\# qui correspondent \u00e0 tout \#sujet\# qui vous int\u00e9resse (%Outils | Trouver plus de flux%).\n\nUtilisez l'assistant d'exportation (%Fichier | Exporter%) pour \#exporter\# vers un fichier votre liste de souscriptions incluant les recherches enregistr\u00e9es et les bo\u00eetes de nouvelles.\n\n\#Truc :\# en plus de vos souscriptions, vous pouvez exporter les \u00e9tiquettes, les filtres de nouvelles et les pr\u00e9f\u00e9rences pour installer facilement RSSOwl sur un ordinateur diff\u00e9rent.
TutorialPage_IMPORT_EXPORT_TITLE=Importer et exporter des flux, \u00e9tiquettes, filtres de nouvelles et pr\u00e9f\u00e9rences.
TutorialPage_INTRO=Introduction (1/13)
TutorialPage_LAYOUT_TEXT=L'interface utilisateur de RSSOwl est divis\u00e9e en deux zones : la \#vue des flux\# du c\u00f4t\u00e9 main gauche affiche la liste de vos souscriptions. La zone principale \u00e0 droite est remplie d' \#onglets\# aussit\u00f4t que vous ouvrez des flux pour les lire. Un onglet affiche les en-t\u00eates du flux et fournit un \#navigateur incorpor\u00e9\# pour lire le contenu des nouvelles s\u00e9lectionn\u00e9es.\n\nL'interface utilisateur peut \u00eatre \#configur\u00e9e\# de bien des fa\u00e7ons : jetez un oeil dans les menus %Afficher% et %Outils | Pr\u00e9f\u00e9rences | Afficher% pour les pr\u00e9f\u00e9rences en relation.\n\n\#Truc :\# vous pouvez personnaliser la barre d'outils pour inclure les actions que vous utilisez commun\u00e9ment (%Afficher | Personnaliser la barre d'outils%).
TutorialPage_NEWS=Nouvelles (3/13)
TutorialPage_NEWS_BIN_TEXT=Une bo\u00eete de nouvelles (%Fichier | Nouveau | Bo\u00eete de nouvelles%) est un conteneur pour tout nombre de nouvelles qui ont \u00e9t\u00e9 \#d\u00e9plac\u00e9es\# (%Nouvelles | D\u00e9placer vers%) ou \#copi\u00e9es\# (%Nouvelles | Copier vers%) dedans. Le d\u00e9placement d'une nouvelle la supprimera de sa source d'origine, alors que la copie la dupliquera. Utilisez des bo\u00eetes de nouvelles comme des \#archives\# si vous pensez qu'une nouvelle \#m\u00e9rite d'\u00eatre gard\u00e9e\# (%Nouvelles | Archiver des nouvelles%). Les bo\u00eetes de nouvelles sont tr\u00e8s similaires \u00e0 des flux, avec comme seule diff\u00e9rence que vous d\u00e9cidez quelles sont les entr\u00e9es de nouvelles \u00e0 l'int\u00e9rieur.\n\n\#Truc :\# vous pouvez cr\u00e9er un filte de nouvelles (%Outils | Filtres de nouvelles%) pour d\u00e9placer ou copier des nouvelles dans des bo\u00eetes de nouvelles.
TutorialPage_NEWS_BINS=Bo\u00eetes de nouvelles (5/13)
TutorialPage_NEWS_FILTER_POWER=La puissance des filtres de nouvelles.
TutorialPage_NEWS_FILTER_TEXT=Les filtres de nouvelles sont s\u00fbrement la plus \#puissante\# fonction dans RSSOwl. Ils permettent d' \#automatiser\# les actions communes comme d\u00e9placer ou copier une nouvelle dans une bo\u00eete de nouvelles. Vous pouvez cr\u00e9er autant des filtres que vous voulez (%Outils | Filtres de nouvelles%). Chaque filtre est compos\u00e9 de \#conditions de recherche\# pour correspondre \u00e0 des nouvelles sp\u00e9cifiques et une liste d' \#actions\# \u00e0 r\u00e9aliser sur elles. Une fois cr\u00e9\u00e9, le filtre fonctionnera sur les nouvelles t\u00e9l\u00e9charg\u00e9es qui correspondent aux conditions de recherche.\n\n\#Truc :\# un filtre peut \u00eatre aussi bien ex\u00e9cut\u00e9 sur des nouvelles existantes (%Outils | Filtres de nouvelles | Lancer le filtre s\u00e9lectionn\u00e9%). Utilisez cette fonction si vous voulez mettre \u00e0 jour beaucoup de nouvelles \u00e0 la fois.
TutorialPage_NEWS_FILTERS=Filtres de nouvelles (6/13)
TutorialPage_NEWS_TEXT=Une fois que vous avez mis un flux \u00e0 jour (%Nouvelles | Mettre \u00e0 jour%), il sera rempli d'entr\u00e9es de nouvelles. Chaque entr\u00e9e de nouvelles peut pr\u00e9senter un des quatre diff\u00e9rents \#\u00e9tats\# : premi\u00e8rement, l'entr\u00e9e de nouvelles est \#fra\u00eeche\#, indiquant qu'elle vient juste d'\u00eatre t\u00e9l\u00e9charg\u00e9e et pas encore vue. Une fois que vous l'avez lue, elle se changera en \#lue\#. Vous pouvez toujours la marquer \#non lue\# pour y revenir plus tard. Finalement, une nouvelle peut s'afficher comme \#mise \u00e0 jour\# si l'auteur a publi\u00e9 un nouveau contenu dans l'entr\u00e9e.\n\nUtilisez des \#\u00e9tiquettes\# (%Nouvelles | Etiqueter%) pour associer des mots-cl\u00e9s avec les entr\u00e9es de nouvelles. Vous pouvez assigner toute quantit\u00e9 d'\u00e9tiquettes et en cr\u00e9er de nouvelles (%Outils | Pr\u00e9f\u00e9rences | Etiquettes%). Marquez une entr\u00e9e de nouvelles comme \#permanente\# (%Nouvelles | Marquer | Nouvelles comme permanentes%) pour souligner son importance. Les nouvelles permanentes s'affichent avec une couleur jaune de fa\u00e7on \u00e0 \u00eatre facilement distingu\u00e9es des autres.
TutorialPage_NOTIFICATIONS=Notifications (7/13)
TutorialPage_NOTIFIER_TEXT=Le notificateur est une petite \#fen\u00eatre\# qui affiche les en-t\u00eates des nouvelles entrantes m\u00eame lorsque RSSOwl est \#r\u00e9duit\#. Il peut \u00eatre configur\u00e9 de nombreuses fa\u00e7ons pour correspondre \u00e0 vos besoins (%Outils | Pr\u00e9f\u00e9rences | Notificateur%). Par exemple, vous pouvez limiter le notificateur \u00e0 des flux ou dossiers sp\u00e9cifiques pour le faire appara\u00eetre moins souvent. Vous pouvez marquer des entr\u00e9es de nouvelles comme \#permanentes\# depuis le notificateur pour vous rappeler de lire le contenu complet de l'entr\u00e9e un peu plus tard.\n\n\#Truc :\# utilisez des filtres de nouvelles pour afficher des nouvelles sp\u00e9cifiques \u00e0 l'int\u00e9rieur du notificateur. Vous pouvez assigner des couleurs pour distinguer des entr\u00e9es de nouvelles sp\u00e9cifiques des autres.
TutorialPage_NOTIFIER_TITLE=Soyez averti des nouvelles entrantes.
TutorialPage_OVERVIEW=Aper\u00e7u (2/13)
TutorialPage_OVERVIEW_TITLE=Aper\u00e7u de l'interface utilisateur de RSSOwl.
TutorialPage_PREFERENCES=Pr\u00e9f\u00e9rences (11/13)
TutorialPage_PREFERENCES_TEXT=Une des \#forces\# de RSSOwl est sa capacit\u00e9 \u00e0 \u00eatre personnalis\u00e9 et configur\u00e9 pour \#s'adapter \u00e0 vos besoins\#. Les pr\u00e9f\u00e9rences peuvent \u00eatre d\u00e9finies pour la plupart \u00e0 un niveau tr\u00e8s fin par \#dossier\# et \#flux\# (%Modifier | Propri\u00e9t\u00e9s%). Pour plus de r\u00e9glages, ouvrez la bo\u00eete de dialogue (%Outils | Pr\u00e9f\u00e9rences%) et prenez votre temps pour naviguer \u00e0 travers les diverses pages de pr\u00e9f\u00e9rences.\n\n\#Truc :\# la page d'aper\u00e7u donne une bonne explication des pages dans la bo\u00eete de dialogue des pr\u00e9f\u00e9rences. Vous pouvez aussi rechercher \u00e0 travers toutes les pr\u00e9f\u00e9rences depuis le champ de recherche au-dessus de la bo\u00eete de dialogue des pr\u00e9f\u00e9rences.
TutorialPage_SAVED_SEARCHES=Recherches enregistr\u00e9es (4/13)
TutorialPage_SAVED_SEARCHES_TEXT=RSSOwl est tr\u00e8s puissant lorsqu'il s'agit de \#rechercher \u00e0 travers les nouvelles\# (%Modifier | Rechercher des nouvelles%). Avec la notion de \#Recherches enregistr\u00e9es\# (%Fichier | Nouveau | Recherche enregistr\u00e9e%), une recherche peut \u00eatre utilis\u00e9e comme un flux auquel vous souscrivez : les entr\u00e9es de nouvelles de ce \#flux sp\u00e9cial\# sont compos\u00e9es des \#r\u00e9sultats de recherche\#.\n\nJetez un oeil aux \#recherches enregistr\u00e9es pr\u00e9d\u00e9finies\# dans la vue des flux pour vous faire une id\u00e9e : %Nouvelles d'aujourd'hui% contient toutes les nouvelles publi\u00e9es aujourd'hui et %Nouvelles permanentes% fournit un acc\u00e8s rapide \u00e0 toutes les nouvelles qui sont marqu\u00e9es comme permanentes.\n\n\#Truc :\# vous pouvez limiter les r\u00e9sultats de recherche \u00e0 un dossier ou flux sp\u00e9cifique lors de la d\u00e9finition de la recherche.
TutorialPage_SAVING_SEARCH_RESULTS=Enregistrement des r\u00e9sultats de recherche.
TutorialPage_SHARE_FEEDS_TITLE=Partager les flux et les nouvelles avec les autres.
TutorialPage_SHARING=Partage (8/13)
TutorialPage_SHARING_TEXT=RSSOwl est au fait de nombre de \#communaut\u00e9s\# comme \#Facebook\# et \#Twitter\# pour partager vos flux et vos entr\u00e9es de nouvelles. Ouvrez simplement le menu sur une de vos souscriptions (%Partager des flux%) ou une de vos entr\u00e9es de nouvelles (%Partager des nouvelles%) pour faire appara\u00eetre une liste de communaut\u00e9s aptes au partage. Une fois la communaut\u00e9 s\u00e9lectionn\u00e9e, le navigateur s'ouvrira pour terminer l'op\u00e9ration.\n\n\#Truc :\# la liste des communaut\u00e9s pour le partage peut \u00eatre configur\u00e9e (%Outils | Pr\u00e9f\u00e9rences | Partage%).
TutorialPage_STORING_NEWS_BINS=Stockage de nouvelles dans des bo\u00eetes.
TutorialPage_SYNCHRONIZATION=Synchronisation Google Reader (10/13)
TutorialPage_SYNCHRONIZATION_TEXT=RSSOwl vous permets de \#synchroniser les souscriptions et articles\# avec votre compte Google Reader. Utilisez l'assistant d'importation pour s\u00e9lectionner les flux que vous voulez synchroniser (%Fichier | Importer | Synchroniser avec Google Reader%).\n\nPour chaque flux import\u00e9 depuis Google Reader, RSSOwl conservera automatiquement \#l'\u00e9tat de lecture, l'\u00e9tat d'\u00e9toilage et les \u00e9tiquettes\# dans la synchro. Utilisez les pr\u00e9f\u00e9rences de nettoyage pour contr\u00f4ler le nombre de nouvelles \u00e0 t\u00e9l\u00e9charger par (%Propri\u00e9t\u00e9s | Nettoyer | Nombre maximum de nouvelles \u00e0 garder%).\n\n\#Note :\# \u00e0 cet instant, il n'y a pas de synchronisation automatis\u00e9e de la liste des flux auxquels vous avez souscrit. Utilisez l'importateur \u00e0 tout moment pour ajouter plus de souscriptions depuis Google Reader.
TutorialPage_SYNCHRONIZATION_TITLE=Synchroniser des articles avec votre compte Google Reader
TutorialPage_TIPS_AND_TRICKS=Trucs et astuces (12/13)
TutorialPage_TIPS_TEXT=Quelques \#trucs et astuces utiles\# qui pourraient vous int\u00e9resser :\n- utilisez la vue journal pour lire les flux (%Afficher | Disposition | Vue journal%),\n- utilisez Annuler et R\u00e9tablir pour revenir sur ou r\u00e9p\u00e9ter vos actions sur les nouvelles (%Modifier | Annuler%, %Modifier | R\u00e9tablir%), \n- lancez fr\u00e9quemment l'assistant de nettoyage pour supprimer les nouvelles p\u00e9rim\u00e9es (%Outils | Nettoyer%),\n- passez en plein \u00e9cran pour ne pas \u00eatre interrompu dans la lecture des nouvelles (%Afficher | Plein \u00e9cran%),\n- naviguez rapidement entre flux et nouvelles (%Aller | Suivant%, %Aller | Pr\u00e9c\u00e9dent%),\n- acc\u00e9dez aux op\u00e9rations communes via des raccourcis clavier (%Outils | Pr\u00e9f\u00e9rences | Touches%),\n- cr\u00e9ez des filtres de nouvelles pour t\u00e9l\u00e9charger automatiquement des podcasts (%Outils | Filtres de nouvelles%),\n- prot\u00e9gez vos flux s\u00e9curis\u00e9s avec un mot de passe ma\u00eetre (%Outils | Pr\u00e9f\u00e9rences | Mots de passe%),\n- recherchez des extensions pour ajouter plus de fonctionnalit\u00e9s (%Outils | Extensions%).
TutorialPage_TIPS_TITLE=Une liste de trucs et astuces pour vous rendre la vie plus facile.
TutorialPage_WEBSITE=RSSOwl.org
TutorialPage_WELCOME_TEXT=Ce tutoriel vous aidera \#dans le d\u00e9marrage\# avec RSSOwl. Il est divis\u00e9 en plusieurs sujets qui vous donneront une id\u00e9e sur la fa\u00e7on d'utiliser et configurer RSSOwl pour \#r\u00e9pondre au mieux \u00e0 vos besoins\#.\n\n\#Truc :\# vous n'\u00eates pas oblig\u00e9 de fermer l'assistant du tutoriel pour pratiquer les le\u00e7ons apprises pendant la lecture. Laissez-le simplement ouvert et prenez votre temps pour vous habituer aux puissantes fonctions de RSSOwl. Si vous voulez le lire plus tard, ouvrez ce tutoriel depuis %Aide | Tutoriel% ou en pressant %F1%.
TutorialPage_WELCOME_TUTORIAL=Bienvenue au tutoriel RSSOwl.
TutorialPage_WORKING_WITH_NEWS=Travailler avec les nouvelles.
TutorialPage_CONFIGURE_TITLE=Configurer RSSOwl en fonction de vos besoins.
TutorialPage_REPORT_BUGS=Rapporter les probl\u00e8mes
TutorialWizard_RSSOWL_TUTORIAL=Tutoriel RSSOwl
WelcomeWizard_WELCOME=Bienvenue
