########################################################################
# Copyright notice
#
# (c) 2005-2009 RSSOwl Development Team.
# http://www.rssowl.org/
#
# All Rights Reserved.
#
# This program and the accompanying materials are made available under
# the terms of the Eclipse Public License v1.0 which accompanies this
# distribution, and is available at:
# http://www.rssowl.org/legal/epl-v10.html
#
########################################################################

TutorialPage_CONTACT=Kontakt
TutorialPage_FAQ=Cz\u0119sto zadawane pytania (FAQ)
TutorialPage_FINISH=Zako\u0144czenie (13/13)
TutorialPage_FINISH_TEXT=\#Zako\u0144czy\u0142e\u015b\# podr\u00f3\u017c po samouczku i \#pozna\u0142e\u015b\# r\u00f3\u017cne \#funkcje\# RSSOwl. Mamy nadziej\u0119, \u017ce \#polubisz\# korzystanie z RSSOwl. Je\u015bli masz wi\u0119cej \#pyta\u0144\# lub \#uwag\#, skorzystaj z poni\u017cszych \u0142\u0105czy:
TutorialPage_FINISH_TITLE=Mamy nadziej\u0119, \u017ce korzystanie z RSSOwl b\u0119dzie przyjemne i owocne.
TutorialPage_FORUMS=Fora dyskusyjne
TutorialPage_IMPORT_EXPORT=Import i eksport (9/13)
TutorialPage_IMPORT_EXPORT_TEXT=Mo\u017cesz z \u0142atwo\u015bci\u0105 \#doda\u0107 wi\u0119cej kana\u0142\u00f3w\# do RSSOwl poprzez u\u017cycie kreatora importu (%Plik | Import%). Mo\u017cesz te\u017c zaimportowa\u0107 kana\u0142y z \#pliku\# lub \#strony internetowej\# albo pozwoli\u0107 RSSOwl na \#wyszukanie kana\u0142\u00f3w\#, kt\u00f3re wi\u0105\u017c\u0105 si\u0119 z \#tematem\# Twojego zainteresowania (%Narz\u0119dzia | Szukaj wi\u0119cej kana\u0142\u00f3w%).\n\nWykorzystaj kreatora eksportu (%Plik | Eksport%), aby \#wyeksportowa\u0107\# Twoj\u0105 list\u0119 subskrypcji \u0142\u0105cznie z zapisanymi wyszukaniami oraz koszykami wiadomo\u015bci do pliku.\n\n\#Wskaz\u00f3wka:\# Obok Twoich subskrypcji mo\u017cesz eksportowa\u0107 r\u00f3wnie\u017c etykiety, filtry wiadomo\u015bci oraz ustawienia, co pozwoli Ci na \u0142atwe ustawienie RSSOwl na r\u00f3\u017cnych komputerach.
TutorialPage_IMPORT_EXPORT_TITLE=Importowanie i eksportowanie kana\u0142\u00f3w, etykiet, filtr\u00f3w wiadomo\u015bci oraz ustawie\u0144.
TutorialPage_INTRO=Informacje wst\u0119pne (1/13)
TutorialPage_LAYOUT_TEXT=Interfejs u\u017cytkowika RSSOwl jest podzielony na dwa obszary: po lewej stronie \#widok kana\u0142\u00f3w\# wy\u015bwietla list\u0119 dost\u0119pnych subskrypcji. Obszar g\u0142\u00f3wny po stronie prawej przeznaczony jest na poszczeg\u00f3lne \#zak\u0142adki\# kana\u0142\u00f3w i wiadomo\u015bci. Zak\u0142adka sk\u0142ada s\u0119 z nag\u0142\u00f3wka kana\u0142u oraz \#wbudowanego okna przegl\u0105darki\#, kt\u00f3re wy\u015bwietla tre\u015b\u0107 wybranej wiadomo\u015bci.\n\nInterfejs u\u017cytkownika mo\u017ce by\u0107 dowolnie \#konfigurowany\#: sp\u00f3jrz na menu %Widok% oraz %Narz\u0119dzia | Opcje | Widok% dla podobnych ustawie\u0144.\n\n\#Wskaz\u00f3wka:\# Mo\u017cesz spersonalizowa\u0107 pasek zada\u0144, tak aby zawiera\u0142 najcz\u0119\u015bciej przez Ciebie wykorzystywane funkcje (%Widok | Konfiguruj pasek zada\u0144%).
TutorialPage_NEWS=Wiadomo\u015bci (3/13)
TutorialPage_NEWS_BIN_TEXT=Koszyk wiadomo\u015bci (%Plik | Nowy | Nowy koszyk%) to pewnego rodzaju pojemnik na r\u00f3\u017cne wiadomo\u015bci, kt\u00f3re \#przenios\u0142e\u015b\# (%Wiadomo\u015bci | Przenie\u015b do%) lub \#skopiowa\u0142e\u015b\# (%Wiadomo\u015bci | Kopiuj do%). Przeniesienie wiadomo\u015bci sprawi, \u017ce zostanie ona usuni\u0119ta ze swojego pierwotnego \u017ar\u00f3d\u0142a, a kopiowanie wiadomo\u015b\u0107 t\u0119 zduplikuje. Korzystaj z koszyka wiadomo\u015bci podobnie jak z \#archiwum\#, je\u015bli uwa\u017casz, \u017ce wiadomo\u015b\u0107 \#warto zachowa\u0107\# (%Wiadomo\u015bci | Archiwum wiadomo\u015bci%). Koszyki wiadomo\u015bci s\u0105 bardzo podobne do kana\u0142\u00f3w, z t\u0105 r\u00f3\u017cnic\u0105, \u017ce decydujesz o poszczeg\u00f3lnych artyku\u0142ach w \u015brodku.\n\n\#Wskaz\u00f3wka:\# Mo\u017cesz utworzy\u0107 nowy filtr (%Narz\u0119dzia | Filtry wiadomo\u015bci%) w celu zautomatyzowanego przenoszenia lub kopiowania wiadomo\u015bci do koszyk\u00f3w wiadomo\u015bci.
TutorialPage_NEWS_BINS=Koszyki wiadomo\u015bci (5/13)
TutorialPage_NEWS_FILTER_POWER=Pomocne filtry wiadomo\u015bci.
TutorialPage_NEWS_FILTER_TEXT=Filtry wiadomo\u015bci to prawdopodobnie najbardziej \#pomocna\# funkcja w RSSOwl. Filtry pozwalaj\u0105 na \#automatyzacj\u0119\# cz\u0119sto wykonywanych czynno\u015bci, jak na przyk\u0142ad przenoszenie czy kopiowanie wiadomo\u015bci do koszyk\u00f3w wiadomo\u015bci. Mo\u017cesz utworzy\u0107 tyle filtr\u00f3w ile potrzebujesz (%Narz\u0119dzia | Filtry wiadomo\u015bci%). Ka\u017cdy filtr sk\u0142ada si\u0119 z \#warunk\u00f3w wyszukiwania\# oraz listy \#czynno\u015bci\# wykonywanych na tych wiadomo\u015bciach. Raz utworzone filtry b\u0119d\u0105 spe\u0142nia\u0107 swoj\u0105 rol\u0119 przy pobieraniu wiadomo\u015bci, kt\u00f3re zgodne z wybranymi kryteriami szukania.\n\n\#Wskaz\u00f3wka:\# Filtr mo\u017ce by\u0107 stosowany tak\u017ce na istniej\u0105cych wiadomo\u015bciach (%Narz\u0119dzia | Filtry wiadomo\u015bci | Uruchom wybrane filtry%). U\u017cywaj tej funkcji, je\u015bli chcesz zaktualizowa\u0107 wiele wiadomo\u015bci za jednym razem.
TutorialPage_NEWS_FILTERS=Filtry wiadomo\u015bci (6/13)
TutorialPage_NEWS_TEXT=Aktualizuj\u0105c kana\u0142 (%Wiadomo\u015bci | Aktualizuj%) b\u0119dzie on stopniowo zape\u0142nia\u0142 si\u0119 nowymi wiadomo\u015bciami. Ka\u017cda wiadomo\u015b\u0107 posiada jeden z czterech \#status\u00f3w\#: Na pocz\u0105tku wiadomo\u015b\u0107 oznaczona jest jako \#nowa\#, wskazuj\u0105c tym samym, \u017ce zosta\u0142a pobrana ale jeszcze nie przeczytana. W chwili, gdy wiadomo\u015b\u0107 zosta\u0142a przez Ciebie przeczytana, zmieni ona sw\u00f3j status na \#przeczytan\u0105\#. Mo\u017cesz j\u0105 w ka\u017cdej chwili oznaczy\u0107 jako \#nieprzeczytan\u0105\#, aby powr\u00f3ci\u0107 do niej p\u00f3\u017aniej. Ostatecznie, wiadomo\u015b\u0107 mo\u017ce by\u0107 \#zaktualizowana\#, je\u015bli autor opublikuje now\u0105 tre\u015b\u0107 do istniej\u0105cej ju\u017c wiadomo\u015bci.\n\nU\u017cyj \#etykiet\# (%Wiadomo\u015bci | Etykieta%), aby powi\u0105za\u0107 s\u0142owa klucze z nowymi wiadomo\u015bciami. Mo\u017cesz przypisa\u0107 tyle etykiet ile chcesz i utworzy\u0107 nowe (%Narz\u0119dzia | Opcje | Etykiety%). Oznacz wiadomo\u015b\u0107 jako \#ulubion\u0105\# (%Wiadomo\u015bci | Oznacz | Ulubiona wiadomo\u015b\u0107%), aby podkre\u015bli\u0107 jej znaczenie. Ulubione wiadomo\u015bci s\u0105 pod\u015bwietlane na \u017c\u00f3\u0142to, tak aby \u0142atwo by\u0142y odr\u00f3\u017cnione od innych wiadomo\u015bci.
TutorialPage_NOTIFICATIONS=Powiadomienia (7/13)
TutorialPage_NOTIFIER_TEXT=Zasobnik powiadomie\u0144 to niewielkie \#wyskakuj\u0105ce okienko\#, w kt\u00f3rym wy\u015bwietlane s\u0105 nag\u0142\u00f3wki przychodz\u0105cych wiadomo\u015bci, nawet je\u015bli RSSOwl jest \#zminimalizowany\#. Mo\u017ce on by\u0107 skonfigurowany na wiele sposob\u00f3w wedle potrzeb (%Narz\u0119dzia | Opcje | Powiadomienia%). Na przyk\u0142ad mo\u017cesz ograniczy\u0107 powiadomienia do konkretnych kana\u0142\u00f3w lub folder\u00f3w albo sprawi\u0107, \u017ceby wy\u015bwietlane by\u0142y z mniejsz\u0105 lub wi\u0119ksz\u0105 cz\u0119stotliwo\u015bci\u0105. Mo\u017cesz oznaczy\u0107 wiadomo\u015bci jako \#ulubione\# z poziomu zasobnika powiadomie\u0144, aby zapami\u0119ta\u0107 wyb\u00f3r i przeczyta\u0107 wiadomo\u015b\u0107 p\u00f3\u017aniej.\n\n\#Wskaz\u00f3wka:\# U\u017cyj filtr\u00f3w wiadomo\u015bci, aby wy\u015bwietla\u0107 poszczeg\u00f3lne wiadomo\u015bci w zasobniku powiadomie\u0144. Mo\u017cesz przypisa\u0107 im kolory, aby wyr\u00f3\u017cni\u0107 poszczeg\u00f3lne wiadomo\u015bci od innych.
TutorialPage_NOTIFIER_TITLE=B\u0105d\u017a powiadamiany o przychodz\u0105cych wiadomo\u015bciach.
TutorialPage_OVERVIEW=Przegl\u0105d (2/13)
TutorialPage_OVERVIEW_TITLE=Przegl\u0105d interfejsu u\u017cytkownika RSSOwl.
TutorialPage_PREFERENCES=Opcje i preferencje (11/13)
TutorialPage_PREFERENCES_TEXT=Jedn\u0105 z \#zalet\# RSSOwl jest mo\u017cliwo\u015b\u0107 jego personalizacji i konfiguracji, tak aby jak najlepiej \#spe\u0142nia\u0142 Twoje potrzeby\#. Wi\u0119kszo\u015b\u0107 ustawie\u0144 mo\u017ce by\u0107 zdefiniowanych z poziomu \#folderu\# i \#kana\u0142u\# (%Edycja | W\u0142a\u015bciwo\u015bci%). Wi\u0119cej ustawie\u0144 dost\u0119pnych jest poprzez otworzenie okna opcji (%Narz\u0119dzia | Opcje%).\n\n\#Wskaz\u00f3wka:\# Strona pogl\u0105dowa dobrze wyja\u015bnia poszczeg\u00f3lne zadania w oknie opcji. Mo\u017cesz r\u00f3wnie\u017c wyszuka\u0107 opcje z pola wyszukiwarki na g\u00f3rze okna z opcjami.
TutorialPage_SAVED_SEARCHES=Zapisane wyszukania (4/13)
TutorialPage_SAVED_SEARCHES_TEXT=RSSOwl posiada du\u017ce mo\u017cliwo\u015bci w kontek\u015bcie \#szukania w obr\u0119bie wiadomo\u015bci\# (%Edycja | Szukaj wiadomo\u015bci%). Z poj\u0119ciem \#Zapisane wyszukania\# (%Plik | Nowy | Zapisane wyszukania%), wi\u0105\u017ce si\u0119 to, \u017ce szukanie mo\u017ce by\u0107 u\u017cywane jak kana\u0142, do kt\u00f3rego jeste\u015b zapisany: Wiadomo\u015bci tego \#szczeg\u00f3lnego kana\u0142u\# wykonane s\u0105 z \#wynik\u00f3w wyszukania\#.\n\nSp\u00f3jrz na \#predefiniowane zapisane wyszukania\# w widoku kana\u0142\u00f3w, aby uchwyci\u0107 t\u0105 ide\u0119: %Dzisiejsze wiadomo\u015bci% zawieraj\u0105 wszystkie wiadomo\u015bci opublikowane dzisiaj, a tak\u017ce %ulubione wiadomo\u015bci%.\n\n\#Wskaz\u00f3wka:\# Mo\u017cesz zaw\u0119\u017cy\u0107 wyniki szukania do konkretnego folderu lub kana\u0142u.
TutorialPage_SAVING_SEARCH_RESULTS=Zapisywanie wynik\u00f3w szukania.
TutorialPage_SHARE_FEEDS_TITLE=Podziel si\u0119 kana\u0142ami i wiadomo\u015bciami z innymi.
TutorialPage_SHARING=Polecanie (8/13)
TutorialPage_SHARING_TEXT=RSSOwl obs\u0142uguje wiele \#serwis\u00f3w spo\u0142eczno\u015bci\# takich jak \#Facebook\# czy \#Twitter\# umo\u017cliwiaj\u0105c polecanie kana\u0142\u00f3w i wiadomo\u015bci Twoim znajomym. Otw\u00f3rz menu, na jednej ze swoich subskrypcji (%Pole\u0107 kana\u0142%) lub wiadomo\u015bci\u0105 (%Pole\u0107 wiadomo\u015b\u0107%), aby przywo\u0142a\u0107 list\u0119 z dost\u0119pnymi spo\u0142eczno\u015bciami, z kt\u00f3rymi chcesz si\u0119 dan\u0105 informacj\u0105 podzieli\u0107. Po wybraniu spo\u0142eczno\u015bci przegl\u0105darka otworzy si\u0119, tak aby\u015b m\u00f3g\u0142 doko\u0144czy\u0107 operacj\u0119.\n\n\#Wskaz\u00f3wka:\# Lista spo\u0142eczno\u015bci mo\u017ce by\u0107 konfigurowana poprzez (%Narz\u0105dzia | Opcje | Pole\u0107%).
TutorialPage_STORING_NEWS_BINS=Przechowywanie wiadomo\u015bci w koszykach.
TutorialPage_SYNCHRONIZATION=Synchronizacja z Czytnikiem Google (10/13)
TutorialPage_SYNCHRONIZATION_TEXT=RSSOwl pozwala na \#synchronizacj\u0119 subskrypcji i artyku\u0142\u00f3w\# z Twoim Czytnikiem Google. U\u017cyj kreatora importu, aby wybra\u0107 kana\u0142y, kt\u00f3re chcesz zsynchronizowa\u0107 (%Plik | Import | Synchronizacja z Czytnikiem Google%).\n\nDla ka\u017cdego zaimportowanego kana\u0142u z Czytnika Google RSSOwl automatycznie zachowa \#status czytania czy etykiety\#. U\u017cyj narz\u0119dzia czyszczenia, aby kontrolowa\u0107 liczb\u0119 wiadomo\u015bci do pobrania per kana\u0142 (%W\u0142a\u015bciwo\u015bci | Czy\u015b\u0107 | Maksymalna liczba wiadomo\u015bci do zachowania%).\n\n\#Wskaz\u00f3wka:\# W tej chwili nie jest mo\u017cliwa automatyczna synchronizacja listy kana\u0142\u00f3w, kt\u00f3re subskrybujesz. Skorzystaj z kreatora importu, je\u015bli b\u0119dziesz chcia\u0142 doda\u0107 wi\u0119cej subskrypcji z Czytnika Google.
TutorialPage_SYNCHRONIZATION_TITLE=Synchronizacja artyku\u0142\u00f3w z Czytnikiem Google.
TutorialPage_TIPS_AND_TRICKS=Wskaz\u00f3wki i rady (12/13)
TutorialPage_TIPS_TEXT=Kilka \#przydatnych wskaz\u00f3wek i rad\#, kt\u00f3re mog\u0105 Ci\u0119 zainteresowa\u0107:\n- u\u017cyj widoku gazety, aby przegl\u0105da\u0107 kana\u0142y (%Widok | Uk\u0142ad | Gazeta%)\n- u\u017cywaj polece\u0144 wykonaj ponownie lub cofnij, aby wykona\u0107 powtarzaj\u0105ce si\u0119 czynno\u015bci na wiadomo\u015bciach (%Edycja | Cofnij%, %Edycja | Powt\u00f3rz%) \n- cz\u0119sto korzystaj z kreatora czyszczenia, aby usuwa\u0107 stare wiadomo\u015bci (%Narz\u0119dzia | Czyszczenie%)\n- przestaw na pe\u0142ny ekran, aby nie przeszkadza\u0107 sobie w czytaniu wiadomo\u015bci (%Widok | Pe\u0142ny ekran%)\n- szybko poruszaj si\u0119 mi\u0119dzy kana\u0142ai i wiadomo\u015bciami (%Id\u017a | Nast\u0119pny%, %Id\u017a | Poprzedni%)\n- u\u017cywaj skr\u00f3t\u00f3w klawiszowych do cz\u0119sto powtarzanych czynno\u015bci (%Narz\u0119dzia | Opcje | Skr\u00f3ty klawiszowe%)\n- tw\u00f3rz nowe filtry, aby automatycznie pobiera\u0107 podcasty (%Narz\u0119dzia | Filtry wiadomo\u015bci%)\n- chro\u0144 swoje zabezpieczone kana\u0142y korzystaj\u0105c z has\u0142a g\u0142\u00f3wnego (%Narz\u0119dzia | Opcje | Has\u0142a%)\n- szukaj dodatk\u00f3w (Add-ons), aby zwi\u0119kszy\u0107 funkcjonalno\u015b\u0107 aplikacji (%Narz\u0119dzia | Dodatki%)
TutorialPage_TIPS_TITLE=Lista wskaz\u00f3wek i rad, kt\u00f3re sprawi\u0105, \u017ce praca z RSSOwl stanie si\u0119 \u0142atwiejsza.
TutorialPage_WEBSITE=RSSOwl.org
TutorialPage_WELCOME_TEXT=Niniejszy samouczek u\u0142atwi Ci \#rozpocz\u0105\u0107 przygod\u0119\# z RSSOwl. Jest on podzielony na kilkana\u015bcie temat\u00f3w daj\u0105cych og\u00f3lne wyobra\u017cenie o tym jak u\u017cywa\u0107 i odpowiednio skonfigurowa\u0107 RSSOwl, tak aby aplikacja jak najlepiej \#odpowiada\u0142a Twoim potrzebom i oczekiwaniom\#.\n\n\#Wskaz\u00f3wka:\# Nie musisz zamyka\u0107 samouczka, aby wypr\u00f3bowa\u0107 tego, czego nauczy\u0142e\u015b si\u0119 w danej lekcji. Pozostaw okno otwarte i po\u015bwi\u0119\u0107 czas na zapoznanie si\u0119 z niezwyk\u0142ymi funkcjami RSSOwl. Je\u015bli chcesz p\u00f3\u017aniej przejrze\u0107 samouczek, wystarczy wybra\u0107 %Pomoc | Samouczek% lub nacisn\u0105\u0107 klawisz %F1%.
TutorialPage_WELCOME_TUTORIAL=Witamy w samouczku RSSOwl!
TutorialPage_WORKING_WITH_NEWS=Pracuj\u0105c z wiadomo\u015bciami.
TutorialPage_CONFIGURE_TITLE=Skonfiguruj RSSOwl tak, aby najlepiej odpowiada\u0142 Twoim potrzebom.
TutorialPage_REPORT_BUGS=Powiadom o problemach
TutorialWizard_RSSOWL_TUTORIAL=Samouczek RSSOwl
WelcomeWizard_WELCOME=Witamy!
